tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'buo/cask-upgrade'
tap 'Schniz/tap'

cask '1password'
cask 'appcleaner'
cask 'bettertouchtool'
cask 'calibre'
cask 'contexts'
cask 'discord'
cask 'fiji'
cask 'hammerspoon'
cask 'karabiner-elements'
cask 'keka'
cask 'kekadefaultapp'
cask 'ledger-live'
cask 'mos'
cask 'rekordbox'
cask 'skype-for-business'
cask 'soulseek'
cask 'spotify'
cask 'stack'
cask 'steam'
caks 'typora'
cask 'viscosity'
cask 'visual-studio-code'
cask 'vlc'
cask 'vmware-horizon-client'
cask 'whatsapp'
cask 'xld'
cask 'zoomus'
cask 'zotero'

brew 'automake'
brew 'brew-cask-completion'
brew 'duti'
brew 'ffmpeg'
brew 'fnm'
brew 'gcc'
brew 'gettext'
brew 'git'
brew 'jpeg'
brew 'libpng'
brew 'mas'
brew 'openblas'
brew 'openssl'
brew 'pcre2'
brew 'python'
brew 'r'
brew 'readline'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'wget'
brew 'youtube-dl'
brew 'xz'

mas 'Textual IRC Client', id: 1262957439
mas 'Microsoft To Do', id: 1274495053

